Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J51.tmx
Source language: en_us
Languages: zh_cn

source: 2. Figur Politik
zh_cn: 2 具象的政治

source: The most penetrating critique linking new German painting to past styles, and, ultimately, to past ideologies, is Benjamin H. D. Buchloh’s “Figures of Authority, Ciphers of Regres sion.”
zh_cn: 将新德国绘画与过去的风格，最终是过去的意识形态相联系的最锐利的批评是本杰明·布赫洛（BenjaminH.D.Buchloh）的《对再现在欧洲绘画中的回归的注释》。

source: Buchloh equates figurative tendencies in German art to fascism.
zh_cn: 布赫洛把德国艺术中的具象趋势与法西斯主义相比较。

source: His observations, always trenchant, are worth quoting from at length.
zh_cn: 他那笔锋犀利的评论值得大段地引证：

source: The reference to expressionism in contemporary West German art is the natural move to make at a time when the myth of cultural identity is to be established specifically against the dominance of American art during the entire period of reconstruction.
zh_cn: 当代西德艺术中的表现主义是自然形成的，当时文化特性的神话尤其是建立在整个重建时期反对美国艺术的霸权上。

source: Since the Second World War, expressionism, the German intuition of early twentieth-century modern painting, has received increasing esteem.
zh_cn: 自第二次世界大战以来，在20世纪早期的现代绘画中，德国人直觉到的表现主义正日益受尊重。

source: It had of course lacked just this esteem in the post-World War I period, prior to its eventual suppression under fascism.
zh_cn: 这种尊重在一战以后的时期是没有的，因为它最终处于法西斯的迫害之下。

source: But during the early sixties sky rocketing prices indicated that expressionism had achieved the status of a national treasure, the best of the pre-Fascist heritage of German culture.
zh_cn: 在60年代初表现主义画价的迅速上涨说明它已经达到了国宝的程度，是法西斯统治以前最优秀的德国文化遗产。

source: As opposed to the political radicalism of Berlin dada, expressionism presented an avant-garde position acceptable to the newly reconstituted upper middle class, and it thus became the key object for historical study, collection and speculation.
zh_cn: 作为柏林达达政治激进主义的对立面，表现主义代表了可以被新形成的上层中产阶级所接受的前卫立场，它成为历史研究、收藏和思考的主要对象。

source: The apolitical humanitarian stance of the expressionist artists, their devotion to spiritual regeneration, their critique of technology, and their romanticization of exotic and primal experience perfectly accorded with the desire for an art that would provide spiritual salvation from the daily experience of alienation resulting from the dynamic reconstruction of postwar capitalism.
zh_cn: 表现主义艺术家非政治的人道主义立场，他们对精神重构的专注，他们对工业技术的批判，以及他们吸收异质文化和原始经验的浪漫情怀，都与将精神从被异化的日常经验中拯救出来的艺术达到了完美统一，这种异化正是轰轰烈烈的战后资本主义重建时期的结果。

source: Buchloh asks whether there is a causal connection “by which growing political oppression necessarily and irreversibly generates traditional representation.
zh_cn: 布赫洛问道，是否“日益增长的政治对抗的必然性与不可逆转的传统再现的产生”之间是一种偶然的联系。

source: With a sense of trepida tion he wonders whether “the brutal increase of restrictions in socioeconomic and political life unavoidably result in the bleak anonymity and passivity of the compulsively mimetic modes that we witness, for example, in European painting of the mid- 1920s and early 1930s.”
zh_cn: 他在一种动摇不定的语气中问道，是否“在社会经济和政治生活中残酷地增长着的各种限制不可避免地导致莫名的抑郁和消极，导致不可抑制的模仿模式，如我们在1920年代中期和1930年代初期所看到的。”

source: Buchloh’s attack on figurative painting as retrograde and politically suspect rigorously formulates a critique that runs beneath the surface of much of the analysis (particularly American) of German figurative painting.
zh_cn: 布赫洛认为具象绘画是一种倒退和政治上的怀疑，这种攻击构成一种刻板的批判，而且是建立在很多对德国具象绘画的浅薄分析（特别在美国）的基础之上。

source: The politics of figuration reaches its other extreme in Donald Kuspit’s 1983 riposte to Buchloh’s attack (which Kuspit termed “a Marxist blitzkrieg”), in “Flak from the ‘Radicals’: The American Case Against Current German Painting.”
zh_cn: 具象绘画的政治性在唐纳德·库斯皮特对布赫洛的攻击的尖锐反驳中达到了另一个极端（库斯皮特把这种攻击称之为“一场马克思主义的闪电战”）。

source: In that article, Kuspit resorts to drastic critical gymnastics in order to situate new German expressionism as the true home for radical art today.
zh_cn: 在《来自“激进的”谩骂：反对当前德国绘画的美国立场》一文中，库斯皮特为了将德国新表现主义绘画确立为“当代激进艺术的真正家园”而借助于激烈的批评语汇。

source: Along the way he generalizes and hyperbolizes the work into the great cure for the German problem, for which abstraction is no more than a placebo.
zh_cn: 按照这种方式，他把德国绘画概括并夸大为医治德国问题的良方，而抽象艺术则不过是一种慰籍。

source: The new German painters perform an extraordinary service for the German people.
zh_cn: 新德国画家为德国人民起到了一种特殊的作用。

source: They lay to rest the ghosts — profound as only the monstrous can be — of German style, culture, and history, so that the people can be authentically new....
zh_cn: 他们彻底消除了象魔鬼那样深沉的德国风格、文化和历史的幽灵，因此人们可以确信那种新......

source: They can now identify themselves without first being identified as the “strange Others."
zh_cn: 他们现在能够证实他们自己，不必首先被证实为“外国的他人”。

source: They can be freed of a past identity by artistically reliving it.
zh_cn: 他们能够通过对过去特性的重新体验而从过去解脱出来。

source: The new German painting naturalizes a denatured abstract notion of “being German,” without first forcing a new German nature upon us....
zh_cn: 新德国绘画使“作为德国”的非本质的抽象观念回归本质，而不是首先把一种新的德国本质强加给我们......

source: to see these pictures is to be confronted with the special necessity and special freedom of the Germanic today.
zh_cn: 把这些画理解为面对着今日德国的特殊需要与特殊自由。

source: Indeed, it is the same necessity and freedom that constitutes us all, for we are all increasingly possessed by an abstract past that we must transcend.
zh_cn: 同样的需要和自由确实构成了我们的一切,因为我们的过去是逐渐被我们必须超越的抽象艺术所控制。

source: Above all, we are increasingly possessed by the demonic power of abstraction.
zh_cn: 重要的是，我们总是被抽象艺术恶魔般的力量所控制。

source: It makes us forget our potential for naturalness, which, for all its uncertainty, is more of a due to our future than the certainty our abstract knowledge gives us.
zh_cn: 它使我们忘记了我们在自然本性上的潜能，由于这种潜能的不确定性，它只是我们未来的线索，而不是我们的抽象知识给予我们的确定性。

source: The new German painters want to recover this apparently specious naturalness because they regard it as the only alternative to an abstractness that has made us hollow.
zh_cn: 新德国画家要去恢复这种显然似是而非的自然本性，因为他们将它视为对付那种使我们变得空洞的抽象性的唯一选择。

source: Polemically spirited, both positions leave us at sea with respect to the paintings and painters themselves, grouping ideologically that which defies categorization and avoiding completely the visual issues of what these pictures actually look like.
zh_cn: 两种观点的激烈争论使得我们对绘画和画家本身茫然无措，实际上，两种观点都同样着重于意识形态的划分，蔑视分类和完全忽视这些绘画的视觉课题。

source: Even if one acknowledges its history-seeking features, an extraordinary aspect of Refigured Paintings for example, is the intensity with which its imagery resists established relationships of figure to ground.
zh_cn: 即使人们承认其从历史来探寻形象，但“重新具象绘画”的一个极重要的方面也是通过它在形象的强度来抵制人物与背景的传统关系。

source: Scanning the show, one comes face to face with an astonishing abundance of free-floating figura signs: strong shapes which systematically avoid the grounding properties of perspectival lines;
zh_cn: 纵观展览，观众会面对着极其丰富的自由浮动的形象符号：强烈的形状有意避免确定透视线的特性；

source: laconic, mechanico-serial icons overlaid onto visually unrelated fields;
zh_cn: 简明的、硬边系列的图像交叠成视觉上没有关联的色域；

source: formulaic Pop Art motifs transcribed into rich, painterly “significant forms”;
zh_cn: 公式化的波普艺术的主题被改造为丰富的、绘画性的“有意味的形式”；

source: car-toonish characters and art-world caricatures;
zh_cn: 卡通式的字符与艺术-世界的漫画；

source: unfettered stick people suspended on the canvas like algebraic signs in .1 state of permanent disequivalence;
zh_cn: 自由的小棍式般人物悬挂在画面上，就象数学演算的符号在永不平衡的状态中；

source: and angular, aggressively colored silhouettes dispersed across the pictorial field with fluid, full arm strokes of the brush.
zh_cn: 流畅的、大笔挥洒出来的梭角分明、颜色刺激的轮廓分散在整个画面上。

source: All lushly painted, and without doubt figural, the dominant images of this exhibition nevertheless remain unhinged from ground, drifting fragments of narrative intent.
zh_cn: 所有的作品都有着丰富的手法，而且无疑都是具象的，不过这个展览的主导形象仍然是不固定的，趋向于各种各样的描述性意图。

source: Indeed, the most compelling forms within this show sys tematically isolate themselves from the material, compositional and brushstroke-based concordance with ground that has been a fundamental assumption of both figurative and nonfigurative painting throughout the twentieth century.
zh_cn: 确实，在这个展览上最强制性的形式系统地把他们自己与和背景相统一的材料、构图和基本笔触孤立起来，这种统一性是整个20世纪世纪具象与非具象绘画的基本假定。

source: Figures and forms are repeatedly rendered with a straightforward, stubborn sim plicity verging on the banal.
zh_cn: 人物与形式一再以已变得陈旧的一种直接的、坚硬的简洁性来体现。

source: Images consistently emerge with the direct force of advertising art.
zh_cn: 形象完全是从广告艺术的直接表现中浮现出来的。

source: Figure to ground relationships, however, often remain ambivalent, defined neither by composition nor by the organizing stroke of the brush.
zh_cn: 但是人物与背景的关系矛盾的，既不是由构图也不由有组织的笔触来决定的。

source: Whether it is Schonebeck's The Hanged Man, in which the human figure is physically maligned and stunted as if by the act of painting itself, the actual body parts losing out to a fury of painterly jabs;
zh_cn: 无论是舍恩贝克的《吊死的人》，画中的人物似乎是由绘画行为本身在肉体上被中伤和阻滞的，人体的实际部分缺乏色彩语言的强烈；无论是诺伯特·

source: or whether it is Norbert Tadeusz’s 1963 Women on a Bed, in which the supine nude is tipped forward into vertical contact with the picture surface (in this case, an American surface, or more precisely the Californian surface of Richard Diebenkorn and David Park, whom Tadeusz much admires), so that she neither sleeps nor stands, her bed becoming neither solid nor void;
zh_cn: 塔德乌兹在1963年的《床上的女人》，仰卧的裸体朝前面倾斜，与画平面形成垂直的关系（就此而言，是一种美国式的表面，或更准确地说是塔德乌斯所崇拜的迪本科恩和戴维·帕克的加里福尼亚表面），因此她既不是睡着也不是站着，她的床既不是实的也不是虚的。

source: or whether it is Markus Lupertz’s Ratman in which the main actors swirl in an aqueous, gravity-free space;
zh_cn: 无论是马库斯·吕佩尔兹的《捕鼠人》，主要人物都在象水一样的、没有重力的空间中旋转；

source: or whether it is Georg Herold's Egypt (cat. no. 168), in which the entire Sahara is summed up with the lapidary gesture of two thin brushstokes making delicate triangles, brief signs for great pyramids;
zh_cn: 或无论是格奥尔格·赫诺尔德的《埃及》，整个撒哈拉沙漠是用几笔单薄的笔触概括出来的宝石形状，创造出优雅的三角形，用简单的符号代表了宏伟的金字塔；

source: or whether, finally, it is Anselm Kiefer's Ways of Worldly Wisdom: Arminius's Hat tie (cat. no. 177), the vast papered plane of the picture ground becoming a physical equivalent for segmented cultural which is then punctured by an array of high-Germanic hero portraits, the faces and deep forest spatially eliding into a cultural memory landscape - in each instance, the major figural elements find their place neither within illusionist pictorial space, nor within the physical matrix of the work’s materiality.
zh_cn: 最后，无论是安塞姆·基弗的《世故之路：阿米尼乌斯之战》，糊着大纸的背景上的平面与分割为方块的文化家园（cultural Heimat）形成一种有形的对应，文化家园上并置着一排排盛期德国的英雄肖像，肖像与深远的森林在空间上省略为一种文化记忆的风景———所有作品的主要具象因素都不是在插图画家的绘画空间上，也不是在作品材料的物质本体上找到它们的位置。

source: Neither window nor billboard, the pictorial structures offer their figural elements neither an illusionistic envelope of space, nor a flat surface on which they can sit like bits of informational applique.
zh_cn: 既不是窗口也不是广告牌，绘画结构为其具象因素提供的既不是一个封闭的插图式空间，也不是把它们置于象信息装饰板一样的平面的表面上。

source: Time and again in recent German painting we see the fates of the figure launched with little regard for the unity of a pictorial entity;
zh_cn: 在近来的德国绘画中，我们再次看到具象的命运，这种具象关注的不是一种绘画本质的统一；

source: with some consistency, however, these works remain allusive in a way that is more coherent than not, alluding in particular to the communicative prospect of the figure on ground, though there is no consensus at all across the exhibition as to what is to be done with the figure, how it is to be presented in its decisive moment, how and upon what it is to be grounded.
zh_cn: 而是某种一致性，这些作品仍然以一种更有关联性的方式来暗示，特别是暗示人物在环境中相互交流的景观，尽管整个展览在某些方面还没有共识，如人物是为什么而创作的，它是怎样在其决定性的时刻被呈现的，它是在一个什么样的背景之下。

source: Many options are pursued, few of them following the primary concern of modernist painting, the formal prerequisite which, while endlessly deferred, is ultimately self- referential - the pure stroke of the brush, the overall material complex, the submersion of the figure in the playful enterprise of formal manipulation.
zh_cn: 可以进行多种选择,但这些选择很少与现代主义绘画和形式先决的条件有重要的联系，现代主义可以无限地延续，但它最终是自我参照的———纯粹的笔触、综合的材料结构，人物被淹没在形式操作的玩闹活动中。

source: This nostalgia of form which characterizes modernist painting in its purist state, the endless self-reference which is modernism's most fulsome and pleasing moment, is generally absent from Refigured Painting.
zh_cn: 这种对作为最纯粹状态中的现代主义绘画特征的形式的怀旧，以及作为现代主义最虚假和最玩世不恭的无止境的自我参照，在“重新具象绘画”中都不存在。

source: In this context, it is important to note that there was no Clement Greenberg for German figurative art, no dear critical voice to articulate and bundle its primary desire.
zh_cn: 重要的是，没有克莱门特·格林伯格为德国具象艺术鼓吹，没有明确的批评声音来表达和包装他们的基本愿望。

source: Nor was there a Frank Stella or Jasper Johns, or any other maker of objects who set such an unequivocal path with respect to the phenomenologi cal requirements of post-1950s German painting, that it could become anything like Pop Art or Mimimalism.
zh_cn: 就1950年代以后德国绘画的现象学要求而言，没有弗兰克·斯特拉或贾斯帕·约翰斯，或任何其他的目的创造者来指明一条明确的道路，而是这条道路引导了诸如波普艺术或极少主义那样的流派。

source: Instead refig ured painting exists as a series of varied responses - sometimes grouped in philosophical and geographical nodes - to the particular German situation in the decade following the end of World War II.
zh_cn: 相反，具象艺术是作为对第二次世界大战结束以后十年的德国特定的形势作出的一系列多种反应———有时分别体现在哲学与地缘的交叉点上———而存在的。

source: It is therefore important to recognize that as much as the figure - as a symbol for illusionistic, representational, anti- conceptual, antiabstractionist art, as the marker of a ret rograde position, or as the harbinger of postmodernist possibilities - is discussed and debated, figure qua figure is not at all the issue in recent German painting.
zh_cn: 因此，这种认识是很重要的，关于具象———作为一种幻象的、再现的、反观念的、反抽象的艺术，作为一种倒退的立场的标志，或作为后现代主义可能性的先驱———的讨论和争论都是一样的，为具象而具象完全不是近来德国绘画的课题。

source: What is at issue throughout this exhibition is the specific means by which oil on canvas might communicate meaning in a period poised be tween the petro-chemical and information ages, and in a country that is forced to struggle, perhaps forever, as a postwar nation.
zh_cn: 在这个展览中所讨论的问题是一种特殊的手段，通过这种手段,架上绘画可能在一个石油化工和信息时代之间保持平衡的时期，以及在一个作为战后民族的被迫进行斗争的国家中来传达意义。

source: The breadth and diversity of the exhibition further reveal how, in Germany between 1960 and 1988, painting cannot be understood as a genre - as a unified field of aesthetic activity.
zh_cn: 展览的广度与多样性进一步提示了在1960-1988年间的德国绘画可以作为一种风俗画———作为一个统一的审美活动领域———来理解。

source: Recent German figurative painting breaks down into a field much more complex than that of nonsculpture, nonper formance or nonconcept art.
zh_cn: 近期的德国具象绘画分解为一个比非雕塑、非行为和非观念艺术更复杂的领域。

source: While German figurative painting of the past three decades is a matter of image making that advances recognizable, representational shapes within varying types of narrative structure, the nature of figuration in post-1950s German painting nevertheless remains more important and problematic than a simple dialectic between representation and abstraction, illusionism and critical practice or romanti cism and analytical progress.
zh_cn: 虽然过去三十年的德国具象绘画所确立的形象是在各种描述性结构的类型中促进了可识别的、再现的形式，但1950年代以后德国具象绘画的实质仍然比再现与抽象、幻觉主义与批评实践、浪漫主义与分析进程之间的简单逻辑更为重要，更成为一个问题。

source: To understand the means and motives of German figurative painting from 1960 to 1988 is to understand it quite specifically as a postwar or - even more precisely as a post-1950s - phenomenon.
zh_cn: 要理解从1960-1988年间德国具象绘画的方法与动机就要把它作为战后———更确切地说是1950年代以后———特殊的现象来理解。

source: 3. Figuration and Postwar Germany
zh_cn: 3具象绘画和战后德国

source: In postwar German painting of the 1940s and 50s, political and cultural ideology materialized in the painted figure.
zh_cn: 在1940年代和50年代的战后德国绘画中，政治和文化的意识形态在具象绘画中得到展现。

source: Progressive, obviously postfascist positions were associated with international modernism, which was in turn linked to specific forms of abstract painterly expressiveness and, more generally, to a certain agitated physicality of pigment on ground.
zh_cn: 进步、明确的后法西斯主义的观点与国际现代主义相结合，它先是与色彩抽象的表现性的特殊形式相联系，而后，更普遍地体现为一种在画布上用颜料画出的激动不安的肉体。

source: A kind of postwar cultural vertigo translated into a sweeping acceptance of abstractionist tendencies, and the result was an abundance of dense, paint-strewn canvases loaded down with pigment and the seeming gestures of freedom.
zh_cn: 一种迅速变幻、令人目眩的战后文化转化为一种势不可挡的抽象倾向，结果形成一种高密度、颜色泼撒的丰富画画和自由的形式。

source: And within this cultural construct, the narrative consequence of “objective” painting was subsumed in the material truth of pigment on ground.
zh_cn: 在这种文化结构内，“具象”绘画的描述性内容便隐含在画布与颜料的物质实在之中。

source: In 1945 the critic Werner Haftmann asked "whether or not in view of the completeness of the collapse and devastation, the deeper mutuality of the creative forces had also been destroyed and Alfred Hentzen wrote that the German situation in 1945 could not be compared to 1919, because the soul- destroying cultural policies of National Socialism had left be hind a tabula rasa.
zh_cn: 1945年批评家维尔纳·哈夫特曼指出：“无论如何，在完全消沉和破坏性的画面中，那种更深层的创造力也已经被摧毁了，”阿尔弗雷德·亨岑写道：1945年的德国状况无法与1919年相提并论，因为国家社会主义的摧残精神的文化方针造成了一个空白阶段。

source: It was impossible to take up where on had left off in 1933.
zh_cn: 现在一切必需在1933年的停滞状态中开始。

source: Willi Baumeister's diary from October 20, 1945, reads
zh_cn: 维利·鲍迈斯特在1945年12月20日的日记中写道：

source: The year 1945 did not bring with it the kind of general artistic rebirth that took place in 1919. The energy of creative individuals was impaired by years of systematic humbug and intimidation.
zh_cn: 1945年没有带来那种曾发生于1919年的普遍的艺术复兴，个体的创造能量因多年来一系列的谎言和恐吓而削减。

source: The young had seen no real contemporary art.
zh_cn: 年轻一代没有看到真正的当代艺术。

source: Klee and Kandinsky had died abroad; Schlemmer had died in Ger many; Kirchner had shot himself in Switzerland....
zh_cn: 克利和康定斯基死于国外；施勒默尔死于德国；凯尔希纳在瑞士自杀；......

source: The issue facing postwar artists, as laid out by Haftmann. Hentzen and Baumeister, was how to recover from a near total break with the national cultural heritage and a near total loss of international cultural legitimacy.
zh_cn: 象哈夫特曼、亨岑和鲍迈斯特所指出的那样，战后艺术家面临的问题是：如何从几乎完全毁灭了的民族文化遗产和丧失了正统的国际文化的状态下恢复元气。

source: What ensued in the post war vacuum was a remarkable debate about the place of the figure in postwar painting, a debate in which the figure, imbued with the representational bias of a retrograde, Hitler-tainted program, arose from the canvas as a sort of place marker of the immediate past, while abstraction or, more precisely, nonfiguration, blessed by the absence of the figure, rep resented the future.
zh_cn: 在战后空白阶段展开了关于具象绘画在战后绘画中的地位的大辩论，其中一种论点认为，具象绘画被视为一种倒退———不久前希特勒推行的毒化方针将再现性绘画作为一种地域性标志，而抽象（或更为精确地说非具象绘画）———因没有再现形象而受到赞美———则代表着未来。

source: Within the debate about objective versus nonobjective painting, nonfiguration came to be understood as incorporating the free gesture, the spirit of internationalism and finally the political symbolism of a reconstructed world.
zh_cn: 在关于具象绘画与非具象绘画的争论中，非具象绘画渐渐被理解为自由形式、国际主义精神和重构世界的最终政治象征的结合体。

source: As Dieter Honisch has formulated it
zh_cn: 正如迪特尔·霍尼施给它下的定义：
